Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Local and remote have diverged. Merge support is required to continue.
ar: لقد تباعدت المسافة المحلية والبعيدة. مطلوب دعم الدمج للمتابعة.
da: Lokalt og eksternt er adskilt. Der kræves flettesupport for at fortsætte.
de: Lokal und Remote sind auseinandergegangen. Zum Fortfahren ist Merge-Unterstützung erforderlich.
es: Local y remoto han divergido. Se requiere soporte de fusión para continuar.
fi: Paikalliset ja etäiset ovat erilaisia. Yhdistämistuki on jatkettava.
fr: Local et distant ont divergé. Le support de fusion est nécessaire pour continuer.
he: : בין ה-Local וה-Remote נוצרה הפרדה. יש צורך בתמיכהในการ שילוב כדי להמשיך.
hi: : 'Local' और 'Remote' के बीच अंतर है। प्रक्रिया जारी रखने के लिए मर्ज सपोर्ट की आवश्यकता है।
hu: : A helyi és távoli konfigurációk eltérnek. A folytatás érdekében a csatolás támogatása szükséges.
id: : Konfigurasi lokal dan jarak jauh telah berbeda. Diperlukan dukungan penggabungan untuk melanjutkan proses.
it: : i valori locali e remoti sono divergenti. È necessario il supporto per la fusione per proseguire.
ja: ：ローカルとリモートの状態が一致していません。継続するには、マージ機能が必要です。
ko: : 로컬 및 원격 데이터가 서로 다릅니다. 계속 진행하려면 병합 지원이 필요합니다.
nb: : Lokal og fjernfunksjoner er forskjellige. Samlingstilpassing er nødvendig for å kunne fortsette.
nl: : Lokale en externe instellingen zijn niet overeenkomend; ondersteuning voor samenvoeging is vereist om verder te kunnen werken.
pl: : lokalny i odległy rejestry nie są zgodne. Do kontynuowania pracy wymagana jest funkcja połączenia (merge).
pt_br: : os estados local e remoto divergiram. É necessário suporte de fusão para continuar.
ru: : местные и удалённые данные расходятся. Для продолжения работы требуется функция объединения данных.
sv: : Lokala och fjärranvärden har skiljt sig. Merg-support krävs för att fortsätta.
th: : สถานะท้องถิ่นและระยะไกลไม่สอดคล้องกัน — จำเป็นต้องมีการรวมข้อมูลเพื่อดำเนินการต่อ
tr: : Yerel ve uzaktaki veriler farklıdır. İşi devam ettirmek için birleştirme desteği gereklidir.
uk: : між локальним і дистанційним режимами виникли розбіжності. Для продовження роботи необхідна функція об'єднання.
vi: : Tính năng Local và Remote đã không còn trùng khớp nhau. Cần hỗ trợ hợp nhất để tiếp tục.
zh_hans: ：本地与远程数据已出现差异。需启用合并功能方可继续操作。
zh_hant: ：本地與遠程數據已齣現差異。需啟用閤併功能方可繼續操作。

source: Local and remote history diverged.
ar: تباين التاريخ المحلي والتاريخ البعيد.
da: Den lokale og den fjerne historie divergede.
de: Die lokale und die entfernte Historie haben sich voneinander getrennt.
es: La historia local y la historia remota se divergieron.
fi: Paikallinen ja kaukaisen historia erottuivat.
fr: L'histoire locale et celle à distance se sont séparées.
he: ההיסטוריה המקומית והרחוקה התבדלו זו מזו.
hi: स्थानीय तथा दूरस्थ इतिहास अलग हो गए।
hu: A helyi és távoli történet eltért egymástól.
id: Sejarah lokal dan sejarah jarak jauh berbeda.
it: La storia locale e quella remota si sono diverse.
ja: ローカルとリモートの履歴が分岐しました。
ko: 지역 및 원격 역사 데이터가 분리되었습니다.
nb: Lokal og fjern historie diverged.
nl: De lokale en de remote geschiedenis zijn gescheiden geworden.
pl: Lokalna i zdalna historia rozgałęzliły się.
pt_br: A história local e a história remota divergiram.
ru: Локальная и удаленная истории стали разниться.
sv: Den lokala och den fjärransatta historien skiljde sig från varandra.
th: ประวัติศาสตร์ท้องถิ่นและประวัติศาสตร์ระยะไกลแยกจากกัน
tr: Yerel ve uzak tarihler ayrıldı.
uk: Місцева та віддалена історія розходилися.
vi: Lịch sử cục bộ và lịch sử từ xa đã tách biệt.
zh_hans: 本地与远程历史记录已出现差异。
zh_hant: 本地與遠端歷史記錄已出現差異。

source: Local branch has commits ready to push
ar: الفرع المحلي لديه التزامات جاهزة للدفع
da: Lokal filial har commits klar til at skubbe
de: Der lokale Zweig verfügt über Commits, die zum Pushen bereit sind
es: La sucursal local tiene confirmaciones listas para enviar
fi: Paikallinen haara on sitoutunut työntämään
fr: La branche locale s&#39;est engage prêt à pousser
he: : המחלקה המקומית יש קומיטים מוכנים להדחס
hi: : स्थानीय शाखा में पुश के लिए तैयार कमिट्स हैं।
hu: helyi osztályban olyan commitok vannak, amelyeket elhajthatnak.
id: Cabang lokal memiliki commit yang siap ditarik.
it: : la filiale locale ha commit pronti per il push
ja: ：ローカルブランチにはプッシュ準備済みのコミットがあります。
ko: 지역 지점에는 푸시할 준비된 커밋이 있습니다.
nb: – Lokalavdelingen har commits som er klar for å pushe.
nl: : De lokale filiaal heeft commits die kunnen worden pushen.
pl: : lokalna oddziałowa jednostka ma commity gotowe do wypychania.
pt_br: : A filial local tem commits prontos para push.
ru: : локальный филиал имеет коммиты, готовые к пушу.
sv: – Lokalavdelningen har commits som är redo att pushas.
th: สาขาท้องถิ่นมีการคอมมิตที่พร้อมจะส่งต่อ
tr: yerel şubeye gönderilebilecek commitler mevcuttur.
uk: : місцева філія має коміті, готові до пушування.
vi: : Chi nhánh địa phương có các commit đã sẵn sàng để đẩy.
zh_hans: 本地分支有待推送的提交记录
zh_hant: 本地分支有待推送的提交記録

source: Local changes from GitSync.md
ar: التغييرات المحلية من GitSync.md
da: Lokale ændringer fra GitSync.md
de: Lokale Änderungen von GitSync.md
es: Cambios locales desde GitSync.md
fi: Paikalliset muutokset GitSync.md
fr: Changements locaux de GitSync.md
he: שינויים מקומיים מ- GitSync.md
hi: : 'from' से स्थानीय परिवर्तन GitSync.md
hu: helyi módosítások a következőből GitSync.md
id: Perubahan lokal dari GitSync.md
it: Modifiche locali da GitSync.md
ja: ：ローカル変更情報 GitSync.md
ko: : 원본에서의 지역 변경 사항 GitSync.md
nb: Lokale endringer fra GitSync.md
nl: Lokale wijzigingen van GitSync.md
pl: : lokalne zmiany od GitSync.md
pt_br: Alterações locais desde GitSync.md
ru: : локальные изменения с GitSync.md
sv: Lokala ändringar från GitSync.md
th: การเปลี่ยนแปลงในระดับท้องถิ่นจาก GitSync.md
tr: : Lokal değişiklikler GitSync.md
uk: Місцеві зміни з GitSync.md
vi: Các thay đổi cục bộ từ GitSync.md
zh_hans: 本地更改自 GitSync.md
zh_hant: 本地更改自 GitSync.md

source: Local changes need attention.
ar: التغييرات المحلية تحتاج إلى الاهتمام.
da: Lokale ændringer kræver opmærksomhed.
de: Lokale Änderungen erfordern Aufmerksamkeit.
es: Los cambios locales requieren atención.
fi: Paikalliset muutokset vaativat huomiota.
fr: Les modifications locales nécessitent une attention particulière.
he: שינויים מקומיים זקוקים לתשומת לב.
hi: स्थानीय परिवर्तनों पर ध्यान देने की आवश्यकता है।
hu: A helyi módosítások figyelmet igényelnek.
id: Perubahan lokal perlu mendapat perhatian.
it: I cambiamenti locali richiedono attenzione.
ja: ローカル変更には注意が必要です。
ko: 지역적 변경 사항에 주의를 기울여야 합니다.
nb: Lokale endringer krever oppmerksomhet.
nl: Lokale wijzigingen vereisen aandacht.
pl: Lokalne zmiany wymagają uwagi.
pt_br: As alterações locais exigem atenção.
ru: Локальные изменения требуют внимания.
sv: Lokala ändringar kräver uppmärksamhet.
th: การเปลี่ยนแปลงในระดับท้องถิ่นจำเป็นต้องได้รับการดูแล
tr: Yerel değişiklikler dikkat gerektirir.
uk: Місцеві зміни потребують уваги.
vi: Các thay đổi địa phương cần được quan tâm.
zh_hans: 本地更改需予以关注。
zh_hant: 本地更改需予以關注。

source: Local edits block this pull
ar: عمليات التحرير المحلية تمنع هذا السحب
da: Lokale redigeringer blokerer denne pull
de: Lokale Änderungen blockieren diesen Pull
es: Las ediciones locales bloquean esta extracción
fi: Paikalliset muokkaukset estävät vetoa
fr: Les modifications locales bloquent cette traction
he: : עריכות מקומיות מונעות את ה-"pull" הזה
hi: : स्थानीय संपादन इस पुल को रोकते हैं।
hu: : helyi módosítások elkerülik ezt a kiválasztást.
id: : Edisi lokal menghambat operasi pull ini.
it: : le modifiche locali bloccano questo estratto.
ja: ：ローカル編集により、このプル操作がブロックされています。
ko: : 로컬 편집이 이 패ulling을 차단합니다.
nb: Lokale redigeringer blokkerer denne pullen.
nl: : Lokaal bewerken blokkeert deze pull.
pl: : lokalne edycje blokują ten pobieranie.
pt_br: : Edições locais bloqueiam esta operação de pull.
ru: : локальные редактирования блокируют эту операцию подтягивания.
sv: : Lokala redigeringar blockerar denna hämtning.
th: : การแก้ไขท้องถิ่นได้ขัดขวางการดึงข้อมูลนี้
tr: : Yerel düzenlemeler bu çekme işlemini engeller.
uk: : місцеві зміни блокують цей запит.
vi: : Các chỉnh sửa cục bộ đang ngăn chặn thao tác tải này.
zh_hans: ：本地编辑会阻止此拉取操作
zh_hant: ：本地編輯會阻止此拉取操作

source: Local edits detected. Commit, stash, or discard changes before pulling.
ar: تم اكتشاف تعديلات محلية. تنفيذ التغييرات أو تخزينها أو تجاهلها قبل السحب.
da: Lokale redigeringer fundet. Begå, gemme eller kassere ændringer, før du trækker.
de: Lokale Bearbeitungen erkannt. Übernehmen Sie Änderungen, speichern Sie sie oder verwerfen Sie sie, bevor Sie sie abrufen.
es: Se detectaron ediciones locales. Confirme, guarde o descarte los cambios antes de realizarlos.
fi: Paikalliset muokkaukset havaittu. Toimita, piilota tai hävitä muutokset ennen vetoa.
fr: Modifications locales détectées. Commettre, planquer ou rejeter les modifications avant de tirer.
he: : נמצאו עריכות מקומיות – יש להאיץ, לשמור או למחוק את העריכות לפני הפעלת Pull.
hi: : स्थानीय संशोधन पाए गए। पुलिंग से पहले परिवर्तनों को कमिट करें, स्टैश करें या डिस्कार्ड करें।
hu: : helyi módosítások kimutathatók. Először is alkalmazza a „commit", „stash" vagy „discard" parancsot, mielőtt felvonom.
id: : Edisi lokal terdeteksi. Lakukan commit, stash, atau discard perubahan sebelum melakukan pull.
it: : sono state rilevate modifiche locali. Commetti, stacca o scarta le modifiche prima di eseguire il pull.
ja: ：ローカル編集が検出されました。プル前に、コミット、スタッシュ、またはディスカインドしてください。
ko: : 로컬에서 변경 사항이 감지되었습니다. 피드라인을 가져오기 전에 커밋, 스타시 또는 드리스드를 수행하십시오.
nb: : Lokale redigeringer er oppdaget. Følg en av følgende handlinger før du puller: commit, stash eller discard endringene.
nl: : Lokale bewerkingen zijn gedetecteerd. Commit, stash of discard de wijzigingen voordat u pull uitvoert.
pl: : wykryto lokalne modyfikacje. Zapisz zmiany, zarchiwuj je lub pominij zmiany przed pobraniem kodu.
pt_br: : Edições locais detectadas. Comita, armazene ou descarte as alterações antes de realizar o pull.
ru: : обнаружены локальные изменения. Перед выполнением pull-операции необходимо сдать изменения в коммит, сохранить их или отменить.
sv: : Lokala redigeringar upptäckts. Försök att bekräfta, förvara eller avstå från ändringar innan du pullar.
th: : ตรวจพบการแก้ไขในระบบภายใน — ควรดำเนินการ Commit, stash หรือ discard การเปลี่ยนแปลงก่อนทำการ pull
tr: : Yerel değişiklikler tespit edildi. Çekmeden önce değişiklikleri commit etmek, stash etmek veya discard etmek gerekebilir.
uk: : Виявлено місцеві зміни. Перед виконанням pull-запиту варто захистити, зберегти або видалити ці зміни.
vi: : Phát hiện các chỉnh sửa cục bộ. Hãy thực hiện commit, stash hoặc discard thay đổi trước khi pull.
zh_hans: ：检测到本地修改。在拉取代码前，请先提交、暂存或丢弃这些更改。
zh_hant: ：檢測到本地修改。在拉取代碼前，請先提交、暫存或丟棄這些更改。

source: Local edits detected. Commit, stash, or discard changes before rebasing.
ar: تم اكتشاف تعديلات محلية. تنفيذ التغييرات أو تخزينها أو تجاهلها قبل إعادة التأسيس.
da: Lokale redigeringer fundet. Bekræft, gem eller kasser ændringer før rebasering.
de: Lokale Bearbeitungen erkannt. Übernehmen, speichern oder verwerfen Sie Änderungen vor dem Rebasieren.
es: Se detectaron ediciones locales. Confirme, guarde o descarte los cambios antes de cambiar la base.
fi: Paikalliset muokkaukset havaittu. Toimita, piilota tai hylkää muutokset ennen sijoitusta.
fr: Modifications locales détectées. Commit, stash ou rejettent les modifications avant de rebaser.
he: : נמצאו עריכות מקומיות – יש להאשר, לשמור או למחוק את העריכות לפני إعادة הבסיס.
hi: : स्थानीय संशोधन पाए गए। रीबेस करने से पहले परिवर्तनों को कमिट करें, स्टैश करें या डिस्कार्ड करें।
hu: : helyi módosítások detektálva. Először is átirányítsa a módosításokat, majd hajtsa végre a commit-t, a stash-t vagy a discard-t.
id: : Ditemukan edisi lokal. Lakukan commit, stash, atau discard perubahan sebelum melakukan rebasing.
it: : sono state rilevate modifiche locali. Commetti, stacca o scarta le modifiche prima di eseguire il rebase.
ja: ：ローカル編集が検出されました。再ベースング前に、コミット、スタッシュ、またはディスカインドしてください。
ko: : 로컬 편집이 감지되었습니다. 리베이징 전에 변경 사항을 커밋, 스타시 또는 드리스드하세요.
nb: : Lokale redigeringer er oppdaget. Følg en av følgende retninger før du baserer på nytt: commit, stash eller discard endringene.
nl: : Lokale bewerkingen zijn gedetecteerd. Bewaar de wijzigingen met commit, stash of verwijder ze voordat u de basis verlegt.
pl: : Znalezione lokalne modyfikacje. Zapisz zmiany, zarchiwuj je lub pominij zmiany przed ponownym podstawowaniem.
pt_br: : Edições locais detectadas. Efetue o commit, o stash ou a descarte das alterações antes de realizar o rebase.
ru: : обнаружены локальные изменения. Перед повторным базированием необходимо выполнить коммит, стэш или отмену изменений.
sv: : Lokala redigeringar upptäckts. Följ en av följande åtgärder innan du ombasar: kommitera, stasha eller avskaffa ändringarna.
th: : ตรวจพบการแก้ไขในระบบภายใน — ควรดำเนินการ Commit, stash หรือ discard การเปลี่ยนแปลงก่อนทำการ rebasing
tr: : Yerel değişiklikler tespit edildi. Yeniden basamağa geçmeden önce değişiklikleri commit etmek, stash etmek veya discard etmek gerekebilir.
uk: : Виявлено місцеві зміни. Необхідно зафіксувати, зберегти або викинути зміни перед повторним базуванням.
vi: : Phát hiện các chỉnh sửa cục bộ. Hãy thực hiện commit, stash hoặc discard thay đổi trước khi thực hiện rebase.
zh_hans: ：检测到本地修改。在重新基线之前，请选择提交、暂存或丢弃这些更改。
zh_hant: ：檢測到本地修改。在重新基線之前，請選擇提交、暫存或丟棄這些更改。

source: Location
ar: الموقع
da: Placering
de: Speicherort
es: Ubicación
fi: Sijainti
fr: Emplacement
he: מיקום
hi: स्थान
hu: Hely
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Расположение
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: MARKDOWN-FIRST WORKFLOW
ar: تخفيض السعر-سير العمل الأول
da: MARKDOWN-FØRSTE WORKFLOW
de: MARKDOWN-ERSTER ARBEITS FLOW
es: MARKDOWN-PRIMER FLUJO DE TRABAJO
fi: MARKDOWN-FIRST
fr: MARKDOWN-PREMIER WORKFLOW
he: MARKDOWN – תהליך עבודה ראשוני
hi: मार्कडाउन – प्रथम कार्यप्रवाह
hu: Markdown – Első működési folyamat
id: Alur Kerja Berbasis Markdown
it: Workflow basato su Markdown
ja: MARKDOWNベースのワークフロー
ko: 마크다운 기반 워크플로우
nb: MARKDOWN – Første arbeidsflod
nl: MARKDOWN – Eerste werkstroom
pl: MARKDOWN – Pierwszy przepływ pracy
pt_br: Fluxo de Trabalho baseado em Markdown
ru: Markdown-основанный рабочий процесс
sv: MARKDOWN – första arbetsflödet
th: กระบวนการทำงานแบบ MARKDOWN-FIRST
tr: MARKDOWN - İlk İş Akışı
uk: MARKDOWN – перший робочий процес
vi: Chuỗi công việc dựa trên Markdown
zh_hans: Markdown 首页工作流
zh_hant: Markdown 首頁工作流

source: MERGE_HEAD is empty
ar: MERGE_HEAD فارغ
da: MERGE_HEAD er tom
de: MERGE_HEAD ist leer
es: MERGE_HEAD está vacío
fi: MERGE_HEAD on tyhjä
fr: MERGE _ HEAD est vide
he: MERGE_HEAD ריק
hi: MERGE_HEAD खाली है।
hu: MERGE_HEAD üres
id: MERGE_HEAD kosong
it: MERGE_HEAD è vuoto
ja: MERGE_HEAD は空です。
ko: MERGE_HEAD가 비어 있습니다.
nb: MERGE_HEAD er tom
nl: MERGE_HEAD is leeg
pl: MERGE_HEAD jest puste
pt_br: MERGE_HEAD está vazio
ru: MERGE_HEAD пустой
sv: MERGE_HEAD är tomt
th: MERGE_HEAD ว่างเปล่า
tr: MERGE_HEAD boşdur.
uk: MERGE_HEAD є порожнім
vi: MERGE_HEAD trống
zh_hans: MERGE_HEAD 为空
zh_hant: MERGE_HEAD 爲空

source: MERGE_HEAD is missing
ar: MERGE_HEAD مفقود
da: MERGE_HEAD mangler
de: MERGE_HEAD fehlt
es: Falta MERGE_HEAD
fi: MERGE_HEAD puuttuu.
fr: MERGE _ HEAD est manquant
he: MERGE_HEAD חסר
hi: MERGE_HEAD अनुपस्थित है।
hu: MERGE_HEAD hiányzik
id: MERGE_HEAD tidak ditemukan
it: MERGE_HEAD è mancante
ja: MERGE_HEADが存在しません。
ko: MERGE_HEAD가 누락되었습니다.
nb: MERGE_HEAD mangler
nl: MERGE_HEAD ontbreekt
pl: MERGE_HEAD nie istnieje
pt_br: MERGE_HEAD está ausente
ru: MERGE_HEAD отсутствует
sv: MERGE_HEAD saknas
th: MERGE_HEAD ไม่พบ
tr: MERGE_HEAD eksikdir.
uk: MERGE_HEAD відсутній
vi: MERGE_HEAD không tồn tại
zh_hans: MERGE_HEAD 缺失
zh_hant: MERGE_HEAD 缺失

source: Manage Subscription
ar: إدارة الاشتراك
da: Håndter abonnement
de: Abonnement verwalten
es: Gestión de suscripción
fi: hallitse tilaukset
fr: Gérer votre abonnement
he: ניהול מנוי
hi: सदस्यता प्रबंधित करें
hu: Hivatkozás kezelése
id: Kelola Langganan
it: Gestisci l'abbonamento
ja: サブスクリプションの管理
ko: 구독 관리
nb: Håndter abonnement
nl: Abonnement beheren
pl: Kontroluj subskrypcję
pt_br: Gerenciar Assinatura
ru: Управление подпиской
sv: Hantera prenumeration
th: จัดการการสมัครสมาชิก
tr: Abonelikleri Yönetin
uk: Керування підпискою
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Manage billing and background syncing anytime in App Settings → Background Sync.
ar: يمكنك إدارة الفوترة والمزامنة في الخلفية في أي وقت ضمن إعدادات التطبيق → Background Sync.
da: Administrer fakturering og synkronisering i baggrunden når som helst i Appindstillinger → Background Sync.
de: Abrechnung und Hintergrundsynchronisierung können Sie jederzeit unter App-Einstellungen → Background Sync verwalten.
es: Gestione la facturación y la sincronización en segundo plano cuando quiera en Ajustes de la app → Background Sync.
fi: Hallitse laskutusta ja taustasynkronointia milloin tahansa kohdassa Sovelluksen asetukset → Background Sync.
fr: Gérez la facturation et la synchronisation en arrière-plan à tout moment dans Réglages de l’app → Background Sync.
he: ניתן לנהל חיוב וסנכרון ברקע בכל עת דרך הגדרות היישום → Background Sync.
hi: ऐप सेटिंग्स → Background Sync में कभी भी बिलिंग और बैकग्राउंड सिंकिंग प्रबंधित करें।
hu: A számlázás és a háttérbeli szinkronizálás bármikor kezelhető az Alkalmazásbeállítások → Background Sync pontban.
id: Kelola penagihan dan sinkronisasi latar belakang kapan saja di Pengaturan Aplikasi → Background Sync.
it: Gestisca in qualsiasi momento fatturazione e sincronizzazione in background in Impostazioni app → Background Sync.
ja: 「アプリ設定 → Background Sync」で、請求とバックグラウンド同期をいつでも管理できます。
ko: 앱 설정 → Background Sync에서 언제든 결제 및 백그라운드 동기화를 관리하세요.
nb: Administrer betaling og bakgrunnssynkronisering når som helst i Appinnstillinger → Background Sync.
nl: Beheer facturering en achtergrondsynchronisatie op elk moment via Appinstellingen → Background Sync.
pl: Płatnościami i synchronizacją w tle można zarządzać w dowolnej chwili w Ustawienia aplikacji → Background Sync.
pt_br: Gerencie cobranças e a sincronização em segundo plano quando quiser em Ajustes do App → Background Sync.
ru: Управлять оплатой и фоновой синхронизацией можно в любое время в разделе «Настройки приложения → Background Sync».
sv: Hantera fakturering och bakgrundssynkronisering när som helst i Appinställningar → Background Sync.
th: จัดการการเรียกเก็บเงินและการซิงค์ในเบื้องหลังได้ทุกเมื่อในตั้งค่าแอป → Background Sync
tr: Faturalandırmayı ve arka planda eşzamanlamayı istediğiniz zaman Uygulama Ayarları → Background Sync bölümünden yönetin.
uk: Керуйте оплатою та фоновою синхронізацією будь-коли в «Налаштування застосунку → Background Sync».
vi: Quản lý việc thanh toán và đồng bộ trong nền bất cứ lúc nào tại Cài đặt ứng dụng → Background Sync.
zh_hans: 您可以随时在“应用设置 → Background Sync”中管理账单和后台同步。
zh_hant: 您可以隨時在「App 設定 → Background Sync」中管理帳單和背景同步。

source: Manual Git, Shortcuts, callbacks, and local repository features stay included — Background Sync is entirely optional.
ar: تظل ميزات Git اليدوية وShortcuts وعمليات رد الاتصال وميزات المستودعات المحلية متاحة — فـ Background Sync اختياري تمامًا.
da: Manuel Git, Shortcuts, callbacks og lokale arkivfunktioner er fortsat inkluderet — Background Sync er helt valgfrit.
de: Manuelles Git, Shortcuts, Callbacks und lokale Repository-Funktionen bleiben inbegriffen — Background Sync ist vollkommen optional.
es: Las funciones manuales de Git, Shortcuts, las devoluciones de llamada y las funciones de repositorios locales siguen incluidas — Background Sync es totalmente opcional.
fi: Manuaalinen Git, Shortcuts, takaisinkutsut ja paikallisten tietovarastojen ominaisuudet sisältyvät edelleen — Background Sync on täysin valinnainen.
fr: Les fonctionnalités manuelles de Git et de Shortcuts, les rappels et les fonctionnalités des dépôts locaux restent incluses — Background Sync est entièrement facultatif.
he: Git ידני, Shortcuts, קריאות חוזרות ותכונות המאגר המקומי נשארים כלולים — Background Sync הוא אופציונלי לחלוטין.
hi: मैन्युअल Git, Shortcuts, कॉलबैक और स्थानीय रिपॉज़िटरी सुविधाएँ शामिल रहती हैं — Background Sync पूरी तरह वैकल्पिक है।
hu: A kézi Git, a Shortcuts, a visszahívások és a helyi tárolófunkciók továbbra is az alkalmazás részei — a Background Sync teljesen opcionális.
id: Git manual, Shortcuts, callback, dan fitur repositori lokal tetap disertakan — Background Sync sepenuhnya opsional.
it: Git manuale, Shortcuts, callback e funzioni dei repository locali restano inclusi — Background Sync è del tutto facoltativo.
ja: 手動の Git、Shortcuts、コールバック、ローカルリポジトリ機能は引き続き含まれます — Background Sync は完全に任意です。
ko: 수동 Git, Shortcuts, 콜백 및 로컬 저장소 기능은 계속 포함됩니다 — Background Sync는 전적으로 선택 사항입니다.
nb: Manuell Git, Shortcuts, tilbakekall og lokale repositoriefunksjoner er fortsatt inkludert — Background Sync er helt valgfritt.
nl: Handmatige Git, Shortcuts, callbacks en lokale repositoryfuncties blijven inbegrepen — Background Sync is volledig optioneel.
pl: Ręczne operacje Git, Shortcuts, wywołania zwrotne i lokalne funkcje repozytorium pozostają dostępne — Background Sync jest całkowicie opcjonalny.
pt_br: Git manual, Shortcuts, callbacks e recursos de repositório local continuam incluídos — o Background Sync é totalmente opcional.
ru: Ручные операции Git, Shortcuts, обратные вызовы и локальные функции репозитория остаются доступными — Background Sync полностью необязателен.
sv: Manuell Git, Shortcuts, återanrop och lokala arkivfunktioner ingår fortfarande — Background Sync är helt valfritt.
th: Git แบบดำเนินการเอง, Shortcuts, การเรียกกลับ และฟีเจอร์คลังในเครื่องยังคงรวมอยู่ — Background Sync เป็นทางเลือกทั้งหมด
tr: Manuel Git, Shortcuts, geri çağırmalar ve yerel depo özellikleri dahil olmaya devam eder — Background Sync tamamen isteğe bağlıdır.
uk: Ручна робота з Git, Shortcuts, зворотні виклики та локальні функції репозиторіїв залишаються включеними — Background Sync цілком необов’язковий.
vi: Git thủ công, Shortcuts, lệnh gọi lại và các tính năng kho lưu trữ cục bộ vẫn được bao gồm — Background Sync hoàn toàn không bắt buộc.
zh_hans: 手动 Git、Shortcuts、回调和本地仓库功能仍包含在内 — Background Sync 完全可选。
zh_hant: 手動 Git、Shortcuts、回呼和本機儲存庫功能仍包含在內 — Background Sync 完全可選用。

source: Mark as resolved?
ar: هل تم تحديد الحل؟ لم ينتج عن تحليل الدمج
da: Markere som løst?
de: Als gelöst markieren?
es: ¿Marcar como resuelto?
fi: Mark kuten ratkaistu?
fr: Marque comme résolu? L&#39;analyse de fusion
he: – האם לרשום את התרחיש כפתרון? הניתוח של
hi: : 'समाधान किया गया' के रूप में चिह्नित करें?
hu: – Megoldásra jelölés?
id: Tanda sebagai telah terselesaikan?
it: Marcare come risolto?
ja: ：解決済みにマークしますか？
ko: 해결 여부 표시?
nb: Merke som løst?
nl: : Markeer als opgelost?
pl: Oznaczyć jako rozwiążone?
pt_br: Marcar como resolvido?
ru: Отметить как устранённое?
sv: Markera som löst?
th: กำหนดให้ปัญหาได้รับการแก้ไขแล้ว?
tr: : Çözüldü olarak işaretleme?
uk: Відмінити як вирішене?
vi: : Ghi chú giải quyết?
zh_hans: 标记为已解决？
zh_hant: 標記爲已解決？

source: Merge
ar: دمج
da: Flet
de: Zusammenführen
es: Fusionar
fi: Yhdistä
fr: Fusionner
he: מזג
hi: मर्ज करें
hu: Összevonás
id: Gabungkan
it: Unisci
ja: マージ
ko: 병합
nb: Slå sammen
nl: Samenvoegen
pl: Scal
pt_br: Mesclar
ru: Объединить
sv: Sammanfoga
th: รวม
tr: Birleştir
uk: Злити
vi: Gộp
zh_hans: 合并
zh_hant: 合併
